[
    {
        "name": "Avita Magus Celeron N3350 12.2",
        "img": "https://i.ibb.co/njRgVb7/laptop2.jpg",
        "price": 300,
        "brand_name": "Avita",
        "review": "4.3",
        "category": "Laptop",
        "product_code": "1",
        "description": "agus Laptop comes with Intel Celeron Processor N3350 (1.10 GHz-2.40 GHz 2 MB Cache Cores: 2 Threads: 2), 12.2 TFT, (1920 x 1200) IPS Touch Screen, 4GB RAM, 64GB eMMC, Intel HD Graphics 500 and Windows 10 Home. MAGUS is both a recreational gadget and the best partner in the office. The 2-in-1 comes vivid color line-up with a 30.98 cm 1920x1200 IPS touch screen that offers an ultra-wide viewing angle. With a keyboard cover, the MAGUS 12.2, 2-in-1 transforms from a tablet into a laptop by simply opening the built-in stand, enabling users to stay productive with ease anytime, anywhere. This laptop has Li-ion Battery, English Travel Keyboard, 2 MP Webcam. Here, IEEE 802.11 b/g/n/ac, Bluetooth 4.0 Network & Wireless Connectivity are also available. MAGUS combines a minimalistic design with a metallic casing. Be it in tablet form or laptop mode, MAGUS allows users to express their personal styles with the four color options available Seashell Pink, Steel Blue, Charcoal Grey, and Pastel Violet. This laptop also has USB 3.0 x 1, Mini-HDMI x 1, 3.5mm Headphone Jack x 1 Ports, Connectors & Slots. This new latest Avita Magus Laptop has 02 years warranty."
    },
    {
        "name": "Starex 32” Wide Led Tv Monitor",
        "img": "https://i.ibb.co/swgvVhK/monitor1.jpg",
        "price": 100,
        "brand_name": "Starex",
        "review": "1.1",
        "category": "Monitor",
        "product_code": "11",
        "description": "Starex 32” Wide Led Tv Monitor, Screen Size- 32-Inch Display, Panel- Flat Screen, Resolution- HD LED Television, Technology- LED, 3D Technology- 2D TV, Response Time- 5ms, Refresh Rate- 100 Hz, Contrast- Dynamic Mega Contrast Ratio, Brightness- Live Color, TV Tuner- Yes, Sound- Hi Quality Built In Spekar, Connectivity- HDMI,VGA,USB, Remote- RMT-TX100P, RMF-TX100E, Connectivity- USB, VGA, HDMI, Other- FeaturesFloating Style,TV, 178° Right to Left, 178° Upto Down, refresh rate of 100Hz, Contrast is Dynamic Contrast Ratio, Response Time is 5ms."
    },
    {
        "name": "Xiaomi Redmi 9",
        "img": "https://i.ibb.co/yntCJQN/m1.jpg",
        "price": 200,
        "brand_name": "Xiaomi",
        "review": "4.1",
        "category": "Mobile",
        "product_code": "21",
        "description": "Xiaomi Redmi 9 Activ comes with 6.53 inches HD+ screen. It has a Full-View waterdrop notch design. The back camera is of dual 13+2 MP with PDAF, LED flash, HDR, f/2.2, depth sensor etc. features and Full HD video recording option. The front camera is of 5 MP. Xiaomi Redmi 9 Activ comes with 5000 mAh big battery with 10W fast charging. It has 4 or 6 GB RAM, 2.3 GHz octa-core CPU and PowerVR GE8320 GPU. It is powered by a MediaTek Helio G35 (12 nm) chipset. The device comes with 64 or 128 GB internal storage and dedicated MicroSD slot. There is a back-mounted fingerprint sensor in this phone."
    },
    {
        "name": "EKSA E3000 USB 7.1 Surround Sound Gaming Headphone",
        "img": "https://i.ibb.co/DY3PBdd/h1.jpg",
        "price": 30,
        "brand_name": "Eksa",
        "review": "3.1",
        "category": "Headphone",
        "product_code": "31",
        "description": "The EKSA E3000 headphone features a 108B chip and a 40mm horn and a 7.1 Surround Sound. It produces superior stereo sound featuring an adjustable noise-canceling mic, ski-band headband, and breathable earmuffs that are made of flexible and durable material. It uses the omnidirectional microphone in order to pick up voices from all around. The 360-degree design of the microphone makes it easier to adjust the mic position. The noise-canceling mic can pick up voices clearly by filtering out noises. The ski-band headband of EKSA E3000 Gaming Headphones distributes the over-head pressure and is adjustable to make the headset fit your head perfectly. The EKSA E3000 Gaming Headset comes with a 2.2 meters long 3.5mm audio cable which is compatible with PS4, Xbox One Controller, PC, Laptop, Tablet, iMac, Computer, Mobile Phone, and other devices. The EKSA E3000 comes with no warranty."
    },
    {
        "name": "Huion 420/H420 Professional Graphics Drawing Tablet",
        "img": "https://i.ibb.co/LpbVnsr/tab1.jpg",
        "price": 90,
        "review": "4.1",
        "brand_name": "Huion",
        "category": "Tablet",
        "product_code": "41",
        "description": "1.Wireless Pen input Huion 420/H420 Professional Graphics Drawing Tablet has an ergonomic pen and textured work surface, you'll get the freedom and familiar feel of pen on paper. It's time to drop the mouse and trackball and go with pen input for creativity's sake. 2.Annotate for Word Allowing handwritings, annotations with the Tablet Pen on Microsoft Word. Apart from graphic applications, Huion Signature Pad 420/H420 is also widely used in Microsoft Word for annotation, which is indeed useful for office workers. 3.Easy and convenient Huion Signature Pad 420/H420 is a professional graphic designing tool that simply packs everything needed. You can edit photos professionally wherever you want as its easy and convenient to bring along."
    },
    {
        "name": "Avita Magus Celeron N3350 14.2",
        "img": "https://i.ibb.co/qpz7Kh7/laptop3.jpg",
        "price": 310,
        "brand_name": "Avita",
        "review": "3.9",
        "category": "Laptop",
        "product_code": "2",
        "description": "Avita Magus Laptop comes with Intel Celeron Processor N3350 (1.10 GHz-2.40 GHz 2 MB Cache Cores: 2 Threads: 2), 12.2 TFT, (1920 x 1200) IPS Touch Screen, 4GB RAM, 64GB eMMC, Intel HD Graphics 500 and Windows 10 Home. MAGUS is both a recreational gadget and the best partner in the office. The 2-in-1 comes vivid color line-up with a 30.98 cm 1920x1200 IPS touch screen that offers ultra-wide viewing angle. With a keyboard cover, the MAGUS 12.2, 2-in-1 transforms from a tablet into a laptop by simply opening the built-in stand, enabling users to stay productive with ease anytime, anywhere. This laptop has Li-ion Battery, English Travel Keyboard, 2 MP Webcam. Here, IEEE 802.11 b/g/n/ac, Bluetooth 4.0 Network & Wireless Connectivity are also available. MAGUS combines minimalistic design with a metallic casing. Be it in tablet form or laptop mode, MAGUS allows users to express their personal styles with the four color options available – Seashell Pink, Steel Blue, Charcoal Grey, and Pastel Violet. This laptop also has USB 3.0 x 1, Mini-HDMI x 1, 3.5mm Headphone Jack x 1 Ports, Connectors & Slots. This new latest Avita Magus Laptop has 02 years warranty."
    },
    {
        "name": "Samsung Galaxy Tab A7 WiFi 32GB ROM 3GB RAM 10.4 Tablet",
        "img": "https://i.ibb.co/fd8FBbm/tab2.jpg",
        "price": 400,
        "brand_name": "Samsung",
        "review": "3.9",
        "category": "Tablet",
        "product_code": "42",
        "description": "The Latest Samsung Galaxy Tab A7 WiFi Tablet comes with a slim design, a vibrant entertainment system, and outstanding performance. It is featured with 32GB ROM. 3GB RAM storage capacity. This Samsung Galaxy Tab A7 is a stylish new companion for your daily life. Slim, Stylish and Sophisticated design: This new Galaxy Tab A7 is designed with a true head-turner that offers great immersive experiences. It's beautiful symmetry design and thickness of just 7mm, it featured with sophisticated metal design in three colors. In our shop, Dark Gray color is available, that designed with an asymmetric bezel all the way around. No Need to Any Movie Tickets: The Samsung Galaxy Tab A7 comes with a great screen and beautifully rich audio. That is featured with a wide and dynamic 10.4 WUXGA+ (2000 x 1200) Display and Dolby Atmos surround sound pumping from quad speakers. And you will feel just like a theater movie time. Best Gaming Support with Storage and Battery capacity: In this Tab A7, Here used a fast processor and powerful RAM that helps your game load quickly and runs smoothly. With A huge 7,040mAh (typical) battery to power you through the day, and when you're running low, 15W Fast Charging will quickly get you back to 100%. This Galaxy Tab A7 comes with 32GB storage built-in for all your hi-resolution videos, photos, and files, and you can then expand it with a microSD card for even more storage up to 1TB. A camera to capture your live moments: The Latest Samsung Galaxy Tab A7 featured with 8.0 MP (Main) & 5.0MP (Front) camera. It is ready to capture and share your moment. You can capture stunning portraits or breathtaking scenery, with stay vivid, bright, and clear Picture/ Video.Security at every level protects: Here, Samsung Knox delivers defense-grade security. It helps to protect your private data from malware and malicious attacks by leveraging the hardware-backed and multi-layered Knox security platform. A powerful experience enhanced with Galaxy favorites:This Galaxy Tab A7 gives you some powerful experience with extraordinary features. It is compatible with a microSD card with the highest 1TB capacity. Here is Multi-layered protection. You can unlock your phone with biometric authentication, like - Face recognition, PIN, Pattern, or Password option. It has the ability to easily share files with its Quick share option. Here, One UI is easy to use, So that you can quickly navigate through any task and reduce the overload"
    },
    {
        "name": "Walton Primo GM4",
        "img": "https://i.ibb.co/gz4rbJM/m2.jpg",
        "price": 110,
        "brand_name": "Walton",
        "review": "1.1",
        "category": "Mobile",
        "product_code": "22",
        "description": "Walton Primo GM4 comes with 6.1 inches HD+ IPS screen. It has a full-view waterdrop notch design. The back camera is of dual 13 MP + VGA with PDAF, LED flash, f/2.0 aperture etc. and Full HD video recording. The front camera is of 5 MP. Primo GM4 comes with 5000 mAh battery. It has 2 GB RAM, 1.6 GHz octa-core CPU and PowerVR GE8322 GPU. It is powered by a unspecified chipset. The device comes with 16 GB internal storage and dedicated MicroSD slot. There is no fingerprint sensor in this phone."
    },
    {
        "name": "PHILIPS 18.5” 193V5LSB2 LED MONITOR",
        "img": "https://i.ibb.co/tmZZH7X/monitor2.jpg",
        "price": 110,
        "brand_name": "Philips",
        "review": "3.1",
        "category": "Monitor",
        "product_code": "12",
        "description": "SmartContrast for rich black details: Smart Contrast for rich black details Smart Contrast is a Philips technology that analyzes the contents you are displaying, automatically adjusting colors and controlling back-light intensity to dynamically enhance contrast for the best digital images and videos or when playing games where dark hues are displayed. When Economy mode is selected, contrast is adjusted and back-lighting fine-tuned for just-right display of everyday office applications and lower power consumption    LED technology for vivid colors: White LED's are solid state devices which light up to full, consistent brightness faster saving startup time. LED's are free from mercury content which allows for eco-friendly recycling and disposal process. LED's allow for better dimming control of LCD back light, resulting in super high contrast ratio. It also gives superior color reproduction thanks to consistent brightness across the screen.Easy display performance tuning with SmartControl Lite: SmartControl Liteis the next generation 3D icon based GUI monitor control software. This allows user to fine-tune most parameters of the monitor like Color, Brightness, screen calibration, Multi-media, ID management, etc with the mouse Mercury Free eco-friendly display: Philips monitors with LED backlighting are free of Mercury content, one of the most toxic natural substances which affects humans and animals. This allows for a eco-friendly display through out its life-cycle from manufacturing to disposal. 03 Years Warranty "
    },
    {
        "name": "HP 15s-du1087TU Intel Celeron N4020 15.6 inch FHD Laptop with Win 10",
        "img": "https://i.ibb.co/310Jvs5/laptop4.jpg",
        "price": 440,
        "brand_name": "HP",
        "review": "4.7",
        "category": "Laptop",
        "product_code": "3",
        "description": "HP P15s-du1087TU Laptop comes with Intel Celeron Processor N4020 (4M Cache, up to 2.80 GHz), 4GB DDR4 RAM, 1TB HDD, 15.6 diagonal FHD backlit (1920 x 1080) Display, Intel UHD Graphics, and Windows 10 Home. This laptop featured with Li-ion battery, Chicklit Keyboard, 720p HD Web Camera with integrated dual array digital microphones. Here, Realtek RTL8822CE 802.11a/b/g/n/ac (2x2) Wi-Fi and Bluetooth 5 wireless and networking connectivity are also available. This laptop also has SuperSpeed USB Type-A signaling rate AC smart pin, HDMI x 1, 2.0 headphone/microphone combo ports, and connectivity. This latest HP 15s-du1087TU Laptop has 02 years International Limited Warranty (Terms & condition Apply As Per HP)."
    },
    {
        "name": "XP-Pen Star-G430S Ultra-Thin Digital Drawing Graphics Tablet",
        "img": "https://i.ibb.co/yXxkWRn/tab3.jpg",
        "price": 200,
        "brand_name": "XP-Pen",
        "review": "4.6",
        "category": "Tablet",
        "product_code": "43",
        "description": "A 4x3” active area, only 2mm thick, the G430S is as slim as all primary level graphic tablets. Save space on your desk while keeping the same accuracy when playing OSU! Ultra-thin and portable, allowing you hold it in one hand and carry it on the go. Capable of reaching 8192 levels of pressure sensitivity, allowing you to modify, navigate and create with a full pallet of brush and pens. The P01 works just like a real pen, no battery and no charging required, allowing for constant uninterrupted use. Easy to operate and holds up to the tempo of the game. Designed for both right and left hand users, now you can set it to left hand or right hand mode through easy access. Remove all limitations and set out to what you want to be! Designed for OSU! gamers! No need to install our driver software to use the tablet for OSU! Battery free, sensitive brush, allowing you to play with music and enjoy the game. Synchronized with Adobe Acrobat Reader DC signature Application. The G430S can be used with Windows 10/8/7, Mac OS X 10.10 or above, and is compatible with all major graphic applications such as Photoshop, Painter, Adobe Illustrator etc. "
    },
    {
        "name": "Lenovo D19-10 18.5 Inch HD HDMI VGA Monitor",
        "img": "https://i.ibb.co/9nP3LZ7/monitor3.jpg",
        "price": 110,
        "brand_name": "Lenovo",
        "review": "4.1",
        "category": "Monitor",
        "product_code": "13",
        "description": "The Lenovo D19-10 is a simple and affordable display solution. It has been designed to offer a hassle-free user experience. It has a TN panel display with a resolution of 1366x768 (WxH) HD. It gives a comfortable visual experience featuring TÜV Low Blue Light. This monitor comes with HDMI and VGA input. It features a 60Hz refresh rate and a response time of only 5ms. It has a brightness level of 200 cd/m² and a contrast ratio of 600:1.  It supports a quick-release tilt stand and VESA mount. It has a tilt angle of -5° / 22°. It requires 100 - 240 VAC, 50-60Hz power. The Lenovo D19-10 18.5 WLED Monitor comes with 3 years of warranty."
    },
    {
        "name": "Lenovo IdeaPad Slim 3i Celeron N4020 15.6 HD Laptop with Windows 10",
        "img": "https://i.ibb.co/s63HGH1/laptop5.jpg",
        "price": 400,
        "brand_name": "Lenovo",
        "review": "4.2",
        "category": "Laptop",
        "product_code": "4",
        "description": "The Lenovo IdeaPad Slim 3i Laptop comes with Intel Celeron N4020 Processor (4M Cache,1.10 GHz up to 2.80 GHz), 4GB DDR4 2400Mhz RAM, 1TB 5400rpm HDD, Intel UHD Graphics 600, and Windows 10 Home operating system. This laptop is also featured with a 2 Cell Li-Polymer battery, Full-size English (US) keyboard, 720p HD Webcam with Privacy Shutter, an SD card reader. Here, WiFi 2 x 2, 1 x 1 AC and Bluetooth Version 5.0 Network & Wireless Connectivity are available. In this laptop, it has 2 x USB 3.1 (Gen 1)USB 2.0, HDMI 1.4b, Headphone / mic combo, 2 x 1.5W speakers Dolby Audio Ports, Connectors & Slots and Finger Print Sensor. The Lenovo IdeaPad Slim 3i Laptop has 02 years International Limited Warranty (Terms & condition Apply As Per Lenovo)."
    },
    {
        "name": "EKSA T8 Stereo Noise Cancelling Over Ear Gaming Headphone",
        "img": "https://i.ibb.co/fGvpd85/h2.jpg",
        "price": 20,
        "brand_name": "Eksa",
        "review": "4.1",
        "category": "Headphone",
        "product_code": "32",
        "description": "The EKSA T8 Stereo Gaming Headphone is equipped with a 40mm driver which produces a 3D Stereo Surround Sound effect offering a noise-canceling microphone and multi-platform compatibility. It is compatible with PS4, Xbox One Controller, PC, Laptop, Tablet, iMac, Computer, Mobile Phone, and other devices. It has clear sound performing powerful brass, superb ambient noise isolation, and high precision 40mm magnetic neodymium driver which delivers clear, vivid, and immersive sound. Perfect for different shooting and battle games as it provides an immersive gaming experience. It features superior noise-canceling technology, embedded with a 120-degree rotatable microphone that can convey high-quality communication, picking up noises with exceptional sensitivity and removing noise, allowing you to clearly send or receive messages while playing. The EKSA T8 has no warranty."
    },
    {
        "name": "Dell E1916HV 18.5 Inch LED Monitor (VGA)",
        "img": "https://i.ibb.co/HV470Bs/monitor4.jpg",
        "price": 150,
        "brand_name": "Dell",
        "review": "4.0",
        "category": "Monitor",
        "product_code": "14",
        "description": "Model - Dell E1916HV, Display Size (Inch) - 18.5, Type - LED Monitor, Screen Type - Wide Screen LED, Screen Resolution - Res. 1366 x 768, Brightness (cd/m2) - 200, Contrast Ratio (TCR/DCR) - C. Ratio 600:1, Response Time (ms) - Response Time 5ms, Warranty (Year) - 3 Years Warranty, Others - Voltage Required: 100 to 240 VAC / 50 or 60 Hz + 3Hz / 1.5 A (Max)"
    },
    {
        "name": "Acer Extensa 15 EX215-22-A789 AMD Athlon 3020E 15.6 HD Laptop",
        "img": "https://i.ibb.co/42Wcy92/laptop6.jpg",
        "price": 520,
        "review": "4.0",
        "brand_name": "Acer",
        "category": "Laptop",
        "product_code": "5",
        "description": "The Acer Extensa 15 EX215-22-A789 features AMD Athlon 3020E Dual-core Processor (4MB cache and 1.2 GHz up to 2.6 GHz) and 4GB DDR4 RAM. 4 GB of single-channel, DDR4 system memory, Upgradable up to 12 GB of dual-channel DDR4 system memory using a single soDIMM module. It has a 1TB 5400rpm SATA HDD and 1 x M.2 Blank SSD Slot. Additional SSD Can be added and the HDD can be replaced. It has been integrated with AMD Radeon Graphics and has a 15.6 HD 1366 x 768 resolution, high-brightness Acer ComfyView LED-backlit TFT LCD Display. It runs on Windows 10 operating system. It has been equipped with Intel Dual Band Wireless-AC, 802.11ac/a/b/g/n 1X1 wireless LAN, and Bluetooth 4.2 for better connectivity. This whole system runs on a 2-cell Lithium-Ion (Li-Ion) 37 Wh battery. It has 2 years warranty (01 year Battery & Adapter)."
    },
    {
        "name": "Walton Primo S8",
        "img": "https://i.ibb.co/h9xFqCK/m3.jpg",
        "price": 230,
        "brand_name": "Walton",
        "review": "3.9",
        "category": "Mobile",
        "product_code": "23",
        "description": "Walton Primo S8 comes with 6.78 inches Full HD+ LTPS IPS screen. It has a full-view punch-hole design. The back camera is of quad 48+5+2+2 MP with PDAF, macro, depth sensor, ultrawide, LED flash etc. The front camera is of 8 MP. Primo S8 comes with 5000 mAh battery with 18W fast charging. It has 6 GB RAM, up to 2.0 GHz octa-core CPU and Mali-G52 MC2 GPU. It is powered by a MediaTek Helio G88 chipset. The device comes with 128 GB internal storage and dedicated MicroSD slot. There is a side-mounted fingerprint sensor in this phone."
    },
    {
        "name": "Huion H430P Graphics Tablet",
        "img": "https://i.ibb.co/tQkBG4F/tab4.jpg",
        "price": 210,
        "brand_name": "Huion",
        "review": "3.6",
        "category": "Tablet",
        "product_code": "44",
        "description": "Huion H430P Graphics Tablet No charging anymore The brand new battery-free pen is easy to use, and it has no need for charging. Never need to worry about the pen went dead in the middle of game or work process. Detachable USB Using detachable USB cable help saving the cable life and makes the tablet even more easy to carry around. And if the cable got damaged, just changed into a new one and you are good to go.Portable and convenient H430P is only 186.6 x 139.2mm large and weighs 135g. It is super light and compact. You can take it on the go easily and set it up anywhere you go. Many Possibilities Besides being your perfect companion in OSU!, H430P is great for beginner drawing, mouse replacement, film editing, digital signature inputting and so on. Compatibility : Compatible with Windows 7 or later, MacOS 10.11 or later. Also compatible with all major digital art programs. Huion H430P Graphics Tablet comes with a 01 year warranty"
    },
    {
        "name": "HP V19 18.5 Inch HD Monitor",
        "img": "https://i.ibb.co/PTHhqhW/monitor5.png",
        "price": 200,
        "brand_name": "HP",
        "review": "4.0",
        "category": "Monitor",
        "product_code": "15",
        "description": "HP V19 18.5 Inch HD Monitor comes with TN type Display panel. It's Display featured with Anti-glare; Low blue light mode, Panel active area (W x H) 409.8 x 230.4 mm, Resolution WXGA (1366 x 768), Aspect ratio 16:9, Brightness (typical) 200 nits, Contrast ratio (typical) 600:1 static, Response times 5ms on/off and Pixel pitch 0.3 mm. You can control Brightness; Contrast; Exit; Information; Management; Menu; Power; Image; Color option of this monitor. 1 VGA port is available in this monitor. The new HP V19 18.5 Inch HD Monitor has 03 years of warranty."
    },
    {
        "name": "Asus Vivobook Go 14 E410MA Celeron N4020 14 FHD Laptop",
        "img": "https://i.ibb.co/RS3jsBL/laptop7.jpg",
        "price": 210,
        "brand_name": "Asus",
        "review": "5.0",
        "category": "Laptop",
        "product_code": "6",
        "description": "The Asus Vivobook Go 14 powered by Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz) and Intel UHD Graphics 600. This Laptop delivers just that. Lightweight and compact, it sports a stylish new look that fits right in with your dynamic lifestyle. Designed for daily computing and productivity tasks, and boasting innovative features such as ASUS NumberPad. This Vivobook Go 14 featured With Celeron Processor N4020 processor, 4GB DDR4 RAM and up to a 512 GB PCIe SSD, Vivobook Go 14 is well-equipped to help you achieve your goals. In this laptop, ASUS NumberPad makes number-crunching a whole lot easier. Everything you need from a physical keypad is printed on the touchpad, simply tap the icon to turn it on. The 14.0-inch, FHD (1920 x 1080), 16:9 aspect ratio, LED Backlit, 220nits, 45% NTSC color gamut, Anti-glare display, Screen-to-body ratio: 78 ％, innovative thin-bezel NanoEdge display provides more usable onscreen space for immersive viewing. It also enables a larger screen to fit into a smaller chassis, giving you a laptop with a more compact footprint. This Vivobook comes with a cleverly designed 180° lay-flat hinge. Here, An optional full-size backlit keyboard with long key travel ensures comfortable and accurate keystrokes, and a large 4.7-inch multitouch pad with palm-rejection technology offers smooth and accurate cursor control. This new Vivobook Go 14 has 1x USB 2.0 Type-A, 1x USB 3.2 Gen 1 Type-A, 1x USB 3.2 Gen 1 Type-C, 1x HDMI 1.4 and 1x 3.5mm Combo Audio Jack ports and connectivity. The latest Asus Vivobook Go 14 comes with 02 years International Limited Warranty (Battery & Adapter)."
    },
    {
        "name": "Havit H2168d 3.5mm USB Gaming headphone",
        "img": "https://i.ibb.co/GWphQmV/h3.jpg",
        "price": 20,
        "brand_name": "Havit",
        "review": "4.3",
        "category": "Headphone",
        "product_code": "33",
        "description": "It has Speaker 40mm, Impedance 32±15%0, Sensitivity 105dB±3dB at 1KHz, Frequency Response 2011z to 20KHZ, Microphone ife5.0mm, Operating Voltage 50±5%, Operating Current 440mA, Cord Length 2.5M±10CM, Plug: 35 mm+LISB"
    },
    {
        "name": "XP-Pen Star-G640 Ultrathin Digital Drawing Graphics Tablet",
        "img": "https://i.ibb.co/GsTvCm6/tab5.jpg",
        "price": 310,
        "brand_name": "XP-Pen",
        "review": "3.1",
        "category": "Tablet",
        "product_code": "45",
        "description": "Enjoy the light weight and sleek design of the new G640. The G640 is only 2mm thick, it’s as slim as all primary level graphic tablets, allowing you to carry it with you on the go. Compare to the G430, the G640 provides a wider active area for drawing & gameplay! Down to the position of the USB cable, the G640 is designed to fit your drawing and playing lifestyle. 8192 levels of pressure sensitivity, giving it the intelligence to modify, navigate and create with a full pallet of brush and pens. The P01 works just like a real pen, no battery and no charging required! Designed for both right and left hand users, now you can set it to left hand or right hand mode through easy access. Special for OSU! gamer! Battery free, sensitive brush, allowing you to play with music and enjoy the game. Simultaneous digital inking with an XP-Pen graphics tablet compatible with Microsoft Office apps like Word, PowerPoint, OneNote and more. Visually present your handwritten notes and signatures precisely ideal for your web conferencing or online teaching needs. Teachers and speakers can create and explain interactive content visually by writing, editing, and annotating directly in files and sharing their screen in real time while streaming, broadcasting, or web conferencing. This flexibility allows the flow of creative ideas and the problem-solving process to be presented intuitively and efficiently. Synchronize with Adobe Acrobat Reader DC signature Application, satisfied with the need of digital business signature. "
    },
    {
        "name": "Walton Primo F10",
        "img": "https://i.ibb.co/Lpxjq4n/m4.jpg",
        "price": 80,
        "brand_name": "Walton",
        "review": "2.5",
        "category": "Mobile",
        "product_code": "24",
        "description": "Walton Primo F10 comes with 5.99 inches FWVGA+ IPS screen. It has a full-view design. The back camera is of dual 8+0.3 MP with PDAF, depth sensor, LED flash, f/2.0 aperture etc and Full HD video recording. The front camera is of 5 MP. Primo F10 comes with 3000 mAh battery. It has 1 or 2 GB RAM, 1.4 GHz quad-core CPU and Mali T-820 GPU. It is powered by unspecified chipset. The device comes with 16 GB internal storage and dedicated MicroSD slot. There is a back-mounted fingerprint sensor in this phone."
    },
    {
        "name": "LG 19M38A 18.5 Inch Monitor",
        "img": "https://i.ibb.co/wr0qrL4/monitor6.jpg",
        "price": 210,
        "brand_name": "LG",
        "review": "3.9",
        "category": "Monitor",
        "product_code": "16",
        "description": "    Flicker Safe-help maximize visual comfort by protecting your eyes from harmful blue light and reducing the flicker level to almost zero OnScreen Control-Presets allow you to easily customize monitor settings with a few clicks of a mouse Screen Split 2.0 (PIP Mode)-Customize Your Workspace for Multitasking Color Weakness Mode-to help those with color weakness who have difficulty distinguishing certain ranges of colors can view all the important content. 03 Years Warranty."
    },
    {
        "name": "Micropack MHP-01 3.5mm Headphone Black",
        "img": "https://i.ibb.co/y6Lnqy4/h4.jpg",
        "price": 8,
        "brand_name": "Micropack",
        "review": "1.1",
        "category": "Headphone",
        "product_code": "34",
        "description": "Micropack MHP-01-BK 3.5mm Headphone comes with Stereo PC Headset, Volume Control, Flexible Mic Arm, Adjustable Headband and Ear Cushion Padding and 1.8m length cable. This Earphone is also featured with 30mm Speaker, 20-20,000Hz Frequency range, 32 Ohm±15% Speaker impedance, 105dB±3dB Speaker sensitivity. Here the Microphone is featured with 2200 Ohm Microphone impedance and -58dB±2dB Microphone sensitivity. This new Micropack MHP-01-BK 3.5mm Headphone has 01 year warranty."
    },
    {
        "name": "Huion H640P Graphics Tablet",
        "img": "https://i.ibb.co/j8f3TFf/tab6.jpg",
        "price": 400,
        "brand_name": "Huion",
        "review": "4.6",
        "category": "Tablet",
        "product_code": "46",
        "description": "Huion H640P Graphics Tablet comes with Battery-Free Electromagnetic Resonance Pen Technology. This graphics tablet featured with 6 Programmable Press Keys, (PC Mode)160 x 100 mm (6.3 x 3.9 inch) Working Area, (Android Mode) 62.5 x 100 mm, 8192 Levels Pressure Levels and 10mm Reading Height. In this graphics tablet, the Pen featured with 5080 LPI Pen Resolution, 233 PPS Report Rate and also This tablet has Micro USB Interface. The brand new Huion H640P Graphics Tablet supports with Windows 7 or later, MacOS 10.12 or later and Android 6.0 or later operating system and also has a 01 year warranty"
    },
    {
        "name": "VEIKK S640 Small Dimensions 8.6 x 5.2 x 0.8 inches Drawing Graphic Tablet",
        "img": "https://i.ibb.co/jgZpxtW/tab7.jpg",
        "price": 130,
        "brand_name": "Veikk",
        "review": "4.7",
        "category": "Tablet",
        "product_code": "47",
        "description": "VEIKK S640 is designed for multi-purposes so that user can do gaming, drawing, painting, sketching, document signing, causal art work editing, inking, sculpturing and more all in one. S640 owns battery-free pen with 8192 level pressure sensitivity which enables user to use the device without charge. Easy to have uninterrupted Draw and Play. S640 offers 64 inch active area, only 2mm thick, easily fits into a laptop case or in a briefcase, convenient to carry it with you on the go. S640 offers resolution 5080 LPI; report rate 230 pps; small and compact, easy to balance on lap. It is compatible with Windows XP/Vista 10/8/7, Mac 10.8 or above. Also can work with many major designer software such as Photoshop, Painter, Illustrator, Clip Studio and many more. This VEIKK S640 Drawing Graphic Tablet comes with 01 year of warranty."
    },
    {
        "name": "Realme C21Y",
        "img": "https://i.ibb.co/gjvQ22F/m5.jpg",
        "price": 180,
        "brand_name": "Realme",
        "review": "4.3",
        "category": "Mobile",
        "product_code": "25",
        "description": "Realme C21Y comes with 6.5 inches HD+ IPS LCD screen. It has a full-view waterdrop notch design. The back camera is of triple 13+2+2 MP with PDAF, LED flash, depth sensor, dedicated macro camera etc. and Full HD video recording. The front camera is of 5 MP. Realme C21Y comes with 5000 mAh big battery and 10W fast charging. It has 3 or 4 GB RAM, up to 2.3 GHz octa-core CPU and Mali G52 GPU. It is powered by a Unisoc T610 (12 nm) chipset. The device comes with 32 or 64 GB internal storage and dedicated MicroSD slot. There is a back-mounted fingerprint sensor in this phone."
    },
    {
        "name": "LG 20MK400A-B 19.5 FHD Monitor",
        "img": "https://i.ibb.co/rfnBdM6/monitor7.jpg",
        "price": 210,
        "brand_name": "LG",
        "review": "3.8",
        "category": "Monitor",
        "product_code": "17",
        "description": "LG 20MK400A-B comes with Reader Mode. Reducing blue light to help lessen eye fatigue, Reader Mode provides optimal conditions for reading. With easy joystick control, you can more comfortably read your monitor screen. Reducing the flicker level to almost zero, Flicker Safe helps you protect your eyes from exhausting flickers. Dynamic Action Sync mode allows you to instantly react to your opponents and attack them without any display lag. It synchronizes your senses with real-time scenes in fast-paced games by minimizing input lag. Black Stabilizer gives you full visual clarity, even in games where you spend a lot of time in the dark. It synchronizes and brightens the darkest areas so that you can find enemies hiding in the shadows and shoot first. OnScreen Control is simple and intuitive. You can customize your display options with a few simple clicks. Mount the monitor to suit your work or entertainment setup. LG 20MK400A-B 19.5 FHD Monitor has 3 years of warranty."
    },
    {
        "name": "Acer Aspire 3 A315-56 Core i3 10th Gen 15.6''FHD Laptop with Windows 10",
        "img": "https://i.ibb.co/CWPz7Zc/laptop8.jpg",
        "price": 340,
        "brand_name": "Acer",
        "review": "4.2",
        "category": "Laptop",
        "product_code": "7",
        "description": "Acer Aspire 3 A315-56 Laptop comes with Intel Core i3-1005G1 Processor (4M Cache, 1.20 GHz up to 3.40 GHz), 4GB DDR4 RAM, 1 TB 2.5-inch 5400 RPM HDD, Intel UHD Graphics and Windows 10. This laptop is featured with 36.7 Wh 2-cell Lithium Ion (Li-ion) battery, 3-pin 45W AC Adapter, 2 x Stereo Speaker, HD webcam with 640 x 480 resolution, SD media card reader. The Gigabit Ethernet, IEEE 802.11ac/a/b/g/n and Bluetooth V4.2 Network & Wireless Connectivity are also available in this laptop. Here, 2 x USB 2.0 ports; 1 x USB 3.0 port; 1 x HDMI; mic and headphone combo jack are also available . The new Acer Aspire 3 has 02 years of warranty."
    },
    {
        "name": "HAVIT HV-H2178D 3.5mm Wired Headphone",
        "img": "https://i.ibb.co/c2yR6ff/h5.jpg",
        "price": 10,
        "brand_name": "Havit",
        "review": "2.3",
        "category": "Headphone",
        "product_code": "35",
        "description": "Wired monitor headphones HAVIT HV-H2178d offers high quality sound. The minimum playback frequency is 20 Hz and themaximum playback frequency is 20,000 Hz along sensitivity of 110 dB. The device offers a popular high-frequency mini jack connector with a 3.5 mm straight configuration. Equipped with a flat cable, which doesn't get tangled. The cable length is 1.2 meters which is easier to use. Such a constructive solution allows user to listen to music from a smartphone or tablet and answer the calls. Soft ear cushions from kozhzama, make listening more comfortable."
    },
    {
        "name": "Wacom One by CTL-472 Small 6-inch x 3.5-inch Graphic Tablet",
        "img": "https://i.ibb.co/rdQcGxS/tab8.jpg",
        "price": 180,
        "brand_name": "Wacom",
        "review": "4.1",
        "category": "Tablet",
        "product_code": "48",
        "description": "Wacom CTL-472 pressure-sensitive pen gives you a natural way to sketch, draw, paint or edit photos. The pen doesn’t need batteries, so it's lightweight, perfectly balanced and comfortable enough to use as long as you like. The drawing experience immediately feels familiar – like pen on paper. Wacom helps your art projects come out the way you’ve always wanted, by perfectly matching the movement of your pen. Editing photos? Everything from complicated cut-outs to delicate color adjustments are so much easier. The tablet has everything you need, and nothing that you don’t, so it’s easy to get started on your next project. Just connect the USB cable to your Mac or PC, download and install the driver and you’re ready to go."
    },
    {
        "name": "Xiaomi 11T Pro",
        "img": "https://i.ibb.co/dP5DpX7/m6.jpg",
        "price": 300,
        "brand_name": "Xiaomi",
        "review": "4.9",
        "category": "Mobile",
        "product_code": "26",
        "description": "Xiaomi 11T Pro comes with 6.67 inches Full HD+ AMOLED screen. It has a Full-View center punch-hole design. The frontside is protected by a Gorilla Glass Victus. The back camera is of triple 108+8+5 MP with PDAF, dual-LED flash, ultrawide, telephoto macro camera, etc. and 4K video recording. The front camera is of 16 MP. 11T Pro comes with 5000 mAh battery with 120W Quick Charge 3+ fast charging. It has 8 GB RAM, up to 2.84GHz octa-core CPU and Adreno 660 GPU. It is powered by a Qualcomm Snapdragon 888 5G (5 nm) chipset. The device comes in 128 or 256 GB UFS 3.1 internal storage and no Memory Card slot. There is a side-mounted fingerprint sensor in this phone."
    },
    {
        "name": "Esonic 22ELMW 22-Inch LED HD Monitor",
        "img": "https://i.ibb.co/KyfZTq5/monitor8.jpg",
        "price": 80,
        "brand_name": "Esonic",
        "review": "4.0",
        "category": "Monitor",
        "product_code": "18",
        "description": "This Esonic featured Excellent screen clarity, Crystal Clear with the viewing features, and better connectivity VGA options. The new Esonic monitor comes with Response Time 5ms, Contrast Ratio 10000/1(Cont.), 10000000:1 (DCR) (Dynamic), Color Support 16.7 M(6 bits +2 bits scalar FRC), Refresh Rate 50 – 75Hz and Viewing Angle 90 & 65 degree (H & V). This monitor has Adaptable viewing and connectivity options. It is designed with a Fully flexible stand, analog and digital connectivity ports, and cables. This monitor is ideal for your home and office use.This is one of the reasonable monitor with perfect configuration. you can easily effort this monitor and get more features at a low cost. The latest Esonic 22ELMW Monitor has 01-year warranty."
    },
    {
        "name": "Havit 2218D 3.5mm Single Port Headphone",
        "img": "https://i.ibb.co/hgN4VNt/h6.jpg",
        "price": 11,
        "brand_name": "Havit",
        "review": "3.8",
        "category": "Headphone",
        "product_code": "36",
        "description": "Streamlined & fashionable structural design. Overall lightweight, with an adjustable headband, to ensure long-term comfortable wear.40mm bass drivers, with powerful, strong magnets.Hi-Fi transmission provides stereo audio playback quality. Noise-cancellation allows for total, isolated musical enjoyment.Folding structure design,Convenient to carry,Scalable design, can suit difference head shape."
    },
    {
        "name": "XP-Pen Star-G960S Digital Drawing Graphics Tablet",
        "img": "https://i.ibb.co/jg05D39/tab9.jpg",
        "price": 110,
        "brand_name": "XP-Pen",
        "review": "5.0",
        "category": "Tablet",
        "product_code": "49",
        "description": "The XP-Pen Star G960S comes with a 9 x 6 inch working area, offering you more space and more freedom to express your creative ideas. The XP-Pen Star G960S works with common Microsoft Office software like Word, PowerPoint, OneNote, and more. It supports digital inking in Microsoft Office, allowing you to simultaneously write with ink and visually present your handwritten notes and signature–ideal for your paperless office or online teaching needs. The Star G960S supports connection with Android tablets and mobile phones, letting you go wherever your ideas take you and stay productive on the go. It works with most software such as ibis Paint X, FlipaClip, Medibang, Autodesk Sketchbook, Zenbrush, Artrage, and more. Features four customizable shortcut keys, allowing you to tailor your shortcuts to your preferences and create with maximum convenience and efficiency. The Battery-Free Stylus Pen does not require batteries or charging and supports long hours of uninterrupted drawing. With 8,192 levels of pressure sensitivity, the stylus naturally presents lines of various widths and enables more exquisite expression of lines and strokes with ease. The stylus supports up to 60 degrees of tilt function to enable a natural and smooth tilt brush effect, bringing you a familiar writing and drawing experience. The XP-Pen Star G960S supports a rotation of 0, 90, 180, and 270 degrees. Now you can set out to what you want to be! The XP-Pen Star G960S is compatible with Windows 10/8/7, Mac OS X 10.10 and above, Android 6.0 and above. Also works with many major software such as Photoshop, SAI, Painter, Illustrator, Clip Studio, GIMP, Medibang, Krita, Fire Alpaca, Blender 3D and more."
    },
    {
        "name": "Symphony Z22",
        "img": "https://i.ibb.co/R6wzGmW/m7.jpg",
        "price": 64,
        "brand_name": "Symphony",
        "review": "5.0",
        "category": "Mobile",
        "product_code": "27",
        "description": "Symphony Z22 comes with 6.52 inches HD+ IPS screen. It has a Full-View waterdrop-notch design. The back camera is of dual 13+2 MP with autofocus, LED Flash, portrait mode, night mode etc. and HD video recording. The front camera is of 5 MP. Symphony Z22 comes with 5000 mAh battery. It has 2 GB RAM, 1.6 GHz octa-core CPU and IMG GE8322 GPU. It is powered by unspecified chipset. The device comes with 32 GB internal storage and MicroSD slot. There is a back-mounted fingerprint sensor in this phone."
    },
    {
        "name": "Huion H320m 2 In 1 Graphic Tablet",
        "img": "https://i.ibb.co/tLtRS74/tab10.jpg",
        "price": 230,
        "brand_name": "Huion",
        "review": "2.5",
        "category": "Tablet",
        "product_code": "50",
        "description": "Huion H320m 2 In 1 Graphics Tablet is available in Bangladesh.It has 5080 Lpi resolution with a Battery-free Electromagnetic Resonance pen.One of the lightweight graphics tablet only 450g. Total Tablet length 305.4mm with Plastics and ABS material.It has 11 Programmable Press Keys and a Reports rate of 266PPS.The highest pen resolution is 5080 LPI.Huion H320m 2 In 1 Graphic Tablet comes with 01 year warranty."
    },
    {
        "name": "Starex 19” NB Wide Led TV Monitor",
        "img": "https://i.ibb.co/vdWvtdq/monitor9.jpg",
        "price": 100,
        "brand_name": "Starex",
        "review": "3.1",
        "category": "Monitor",
        "product_code": "19",
        "description": "Starex 19NB 19 Full HD Wide LED Television featured with 19 inch (Wide) Display Resulation: 1920 x 1080 LED contrast Ratio: 100000:1 Cristal Clear Display Slim Design. This television has built in Speaker Interface: USB, VGA and HDMI Smart Enargy Saving. The Starex 17NB 17 Wide LED Television comes with 01 year warranty"
    },
    {
        "name": "Havit HV-H2116D 3.5mm Stereo Headphone (Dual Port)",
        "img": "https://i.ibb.co/rmbzVBX/h7.jpg",
        "price": 12,
        "brand_name": "Havit",
        "review": "5.0",
        "category": "Headphone",
        "product_code": "37",
        "description": "Havit HV-H2116D 3.5mm Stereo Headphone comes with microphone Dual port connestor. This new Headphone is featured with Speaker diameter: 40 mm, Speaker Frequency Response: 20 Hz - 20 kHz, Speaker Input Impedance: 32 Ohms, Speaker Sensitivity: 110 dB, Connection 3.5 mm connector (plug), Volume and Mute Controls, Cable length: 2 m. It also has Noise Cancelling, Headset with Crystal Clear Hi-Fi Sound and Microphone. It's pad is leather with adjustable headband, offering great comfort. This new Havit HV-H2116D headphone is compatible with PC, Mac, smartphones, tablets, etc."
    },
    {
        "name": "Acer Aspire 3 A315-58 Core i3 11th Gen 15.6 FHD Laptop",
        "img": "https://i.ibb.co/tmvB0JX/laptop9.jpg",
        "price": 500,
        "brand_name": "Acer",
        "review": "4.8",
        "category": "Laptop",
        "product_code": "8",
        "description": "Acer Aspire 3 A315-58 Laptop powered by Intel Core i3-1115G4 Processor (6M Cache, 3.00 GHz up to 4.10 GHz) with Intel UHD Graphics. Its 6M Cache, 3.00 GHz up to 4.10 GHz. Acer Aspire 3 A315-58 having 15.6 FHD (1920x1080),ComfyView, LED display attractively designed. This Acer Laptop has 4GB 2666MHz DDR4 RAM and also contains 1TB SATA HDD storage to ensure greater compatibility. In addition, it has some enhanced components such as, Microphone, 2 speakers, Keyboard with touch pad Multi-touch Gesture. If we come to its connectivity, it has all type of connectivity like HDMI x 1, 1 x USB 2.0, USB 3.2 Gen 1 Type-A Ports x 2, 1 x Network (RJ-45), IEEE 802.11a/b/g/n/ac, Gigabit Ethernet and Bluetooth 5.0 etc. This Acer Laptop is enormous with 2-cell Lithium Ion (Li-Ion) battery, that can provide longer backup on the move and the approximate weight of only 1.80 kg will ensure portability. The latest Acer Aspire 3 A315-58 laptop comes with 02 years warranty."
    },
    {
        "name": "Havit HV-139D 3.5mm Stereo Headphone Black (Double Port /Single Port)",
        "img": "https://i.ibb.co/hY0bkDc/h8.jpg",
        "price": 12,
        "brand_name": "Havit",
        "review": "3.8",
        "category": "Headphone",
        "product_code": "38",
        "description": "The HV-139D Headphone is Used for Phone and computer and has full-size form factor. It has a Stereo sound output mode. It has a Frequency Response of 20-20000Hz. The headphone uses ABS Plastic and has an adjustable Headband. It has 3.5mm Jack for easy connection and is fully wired. The mic that it has uses Boom Technology to absorb sound."
    },
    {
        "name": "Vivo Y15s",
        "img": "https://i.ibb.co/0mZbvmY/m8.jpg",
        "price": 120,
        "brand_name": "Vivo",
        "review": "1.8",
        "category": "Mobile",
        "product_code": "28",
        "description": "Vivo Y15s comes with 6.51 inches HD+ IPS LCD screen. It has a Full-View waterdrop notch design. The back camera is of dual 13+2 MP with Autofocus, depth sensor, LED flash etc. and Full HD video recording. The front camera is of 8 MP. Vivo Y15s comes with 5000 mAh battery with 10W fast charging. It has 3 GB RAM, up to 2.3 GHz octa-core CPU and PowerVR GE8320 GPU. It is powered by a MediaTek Helio P35 (12nm) chipset. The device comes with 32 GB internal storage and dedicated MicroSD slot. There is a side-mounted fingerprint sensor in this phone."
    },
    {
        "name": "AOC E970SWHEN 18.5 HDMI LED Monitor",
        "img": "https://i.ibb.co/16G1vpc/monitor10.jpg",
        "price": 110,
        "brand_name": "AOC",
        "review": "3.2",
        "category": "Monitor",
        "product_code": "20",
        "description": "Slim, energy-saving, compact 18.5-inch LED display, 12.6 mm narrow frame, simple and low-key hairline texture design body. The 20000000:1 (DCR) ultra-high dynamic contrast ensures that many darker image details can be displayed. e-Saver software reduces power consumption. Support for HDMI high-quality input interface allows you to enjoy the contents of other electronic devices on the AOC display. Korea than technology, highest contrast using DCR (Dynamic Contrast Ratio) amounted to 20 million: 1, make the picture details sharper, more vivid outline, more distinct levels. Mercury is toxic and can cause toxic substances to pollute the environment. Unlike traditional CCFL backlights, this LED- backlit screen features a mercury-free green panel. Compared with the traditional 4CCFL screen, it can achieve up to 50% energy saving. e-Saver software can automatically determine the operating status of the computer (screen protection / shutdown / sleep), users can set the display shutdown time according to demand, in order to achieve energy saving and extend the life of the display. Designed with a unique hairline texture to provide a more elegant and elegant texture. Screen+ software is a tool that cuts the desktop screen. It splits your desktop into different windows and allows each window to display different execution images. Simply drag the displayed application to a blank split window and you can use it directly. This software function allows your desktop to display multiple windows at the same time and perform different tasks. Please use the software to download and install according to the manual. The user can easily adjust the display parameters with the mouse through vivid images, and the adjustment process becomes simpler and more interesting. The ultra-narrow bezel design of 12.6mm increases the area ratio of the visible area."
    },
    {
        "name": "Edifier H650 On-Ear Wired Headphone",
        "img": "https://i.ibb.co/S52m6G2/h9.jpg",
        "price": 12,
        "brand_name": "Edifier",
        "review": "4.8",
        "category": "Headphone",
        "product_code": "39",
        "description": "The Edifier H650 features large 40mm neodymium drivers and has a collapsible design. Its compact design folds up to make it even more convenient to store and transport. It comes with a flexible headband made with reinforced steel that provides both comfort and lasting toughness. It produces sound with crisp highs and deep lows. It also has a noise-isolation feature. You can enjoy your music properly."
    },
    {
        "name": "Lenovo IdeaPad Slim 3i Core i3 10th Gen 15.6 HD Laptop with Windows 11",
        "img": "https://i.ibb.co/svYmfbk/laptop10.jpg",
        "price": 300,
        "brand_name": "Lenovo",
        "review": "4,1",
        "category": "Laptop",
        "product_code": "9",
        "description": "The Lenovo IdeaPad Slim 3i powered by Intel Core i3-1005G1 Processor (4M Cache,1.20 GHz up to 3.40 GHz, 4 MB Cache, 4 Threads) with Intel UHD Graphics. This 10th Gen Intel Core processors and discrete graphics options fuel speedy performance, easy multitasking, and great entertainment experience. Thoughtful design details like the physical webcam security shutter complete the picture. This Lenovo IdeaPad Slim 3i designed with One memory soldered to systemboard, one DDR4 SO-DIMM slot, dual-channel capable, Here added 4GB DDR4 SODIMM 2667MHz RAM and 1TB HDD 5400rpm. This new IdeaPad Slim 3i Laptop comes with Narrow bezels on two sides make the most of the 15.6 IdeaPad Slim 3i’s up to 15.6″ HD (1366×768) TN 220nits Anti-glare display and give the laptop itself a clean with contemporary look. This Lenovo Laptop comes with Dual speakers with Dolby Audio optimize sound so you’ll love what you hear as well as what you see. The IdeaPad Slim 3i laptop is packed with advanced technology, but sometimes the straightforward approach works best, The webcam designed with a physical shutter. When you’re done with your video chat, simply close the shutter and make your webcam hacker-proof. The Latest IdeaPad Slim 3i comes with 2 years International Limited Warranty (Terms & condition Apply As Per Lenovo)"
    },
    {
        "name": "Havit H763D Gaming Headphone Black",
        "img": "https://i.ibb.co/SBkkhqt/h10.jpg",
        "price": 310,
        "brand_name": "Havit",
        "review": "5.0",
        "category": "Headphone",
        "product_code": "40",
        "description": "Havit H763D is a Gaming Headphone available in Black Color. This is a Wired Headphone that utilizes 3.5mm audio jacks for connectivity. The headphone cord has a length of 1.8m. It is available in both single and dual headphone plug versions. Both Plug Setups utilizes 3.5MM audio jack for connectivity. This headset has a foldable Omnidirectional Microphone. the microphone dimensions are 6 x 5 mm. The Frequency Response is ranged from 20hz to 20Khz. The Sensitivity reading of this Headphone is 108dB. But it can have a slight ±3 dB distortion. The Impedance  reading is 16 Ohm. The impendance can have a slight ±15% flactuation. The Speakers are 40MM. The overall dimensions are 91.9 x 203.6 x 158mm. Havit H763D Gaming Headphone Black offers 1 year of Warranty."
    },
    {
        "name": "Infinix Hot 11 Play",
        "img": "https://i.ibb.co/xFNpfLj/m9.jpg",
        "price": 100,
        "brand_name": "Infinix",
        "review": "4.2",
        "category": "Mobile",
        "product_code": "29",
        "description": "Infinix Hot 11 Play comes with 6.82 inches HD+ IPS LCD screen. It has a waterdrop notch front camera design. The back camera is of triple 48+2 Megapixel + AI with PDAF, quad-LED flash, HDR etc. and Full HD video recording. The front camera is of 8 MP. Infinix Hot 11 Play comes with 6000 mAh big battery with 10W fast charging. It has 4 or 6 GB RAM, up to 2 GHz octa-core CPU and Mali-G52 MC2 GPU. It is powered by a Mediatek Helio G85 (12 nm) chipset. The device comes with 64 or 128 GB internal storage and dedicated MicroSD slot. There is a back-mounted fingerprint sensor in this phone."
    },
    {
        "name": "ASUS VivoBook 15 X515EA Core i3 11th Gen 15.6 IPS FHD Laptop",
        "img": "https://i.ibb.co/njRgVb7/laptop2.jpg",
        "price": 610,
        "brand_name": "Asus",
        "review": "3.1",
        "category": "Laptop",
        "product_code": "10",
        "description": "ASUS VivoBook 15 X515EA FHD Laptop comes with Intel Core i3-1115G4 Processor (6M Cache, 3.00 GHz up to 4.10 GHz) and 4GB DDR4 3200MHz SDRAM onboard. It features a 512GB PCI-E G3 SSD. It is integrated with Intel UHD Graphics. It has a 15.6-inch, FHD (1920 x 1080) 16:9, Anti-glare display, LED Backlit, 250nits, NTSC: 45%, Screen-to-body ratio: 83 % Display. It supports Windows 10 Home. It has been designed with 1x USB 3.2 Gen 1 Type-A, 1x USB 3.2 Gen 1 Type-C, 2x USB 2.0 Type-A, 1x HDMI 1.4, 1x 3.5mm Combo Audio Jack, 1x DC-in, and a Micro SD card reader. It features a Chiclet Keyboard with Num-key and it has a 1.4mm Key-travel. It has a VGA camera and a built-in microphone. It comes with a built-in speaker and it features Audio by ICEpower. It is featured with Wi-Fi 5(802.11ac)+Bluetooth 4.1 (Dual-band) for better connectivity. It is powered by a 37WHrs, 2S1P, 2-cell Li-ion battery. The weight of the laptop is only 1.80 kg and it is very easy to carry anywhere. This laptop has a 2 years International Limited Warranty (Battery & Adapter)"
    },
    {
        "name": "Oppo A16",
        "img": "https://i.ibb.co/q0YjXhH/m10.jpg",
        "price": 150,
        "brand_name": "Oppo",
        "review": "3.7",
        "category": "Mobile",
        "product_code": "30",
        "description": "Oppo A16 comes with 6.52 inches HD+ screen. It has a Full-View waterdrop notch design. The back camera is of triple 13+2+2 MP with LED flash, PDAF, depth sensor, macro camera etc. and Full HD video recording. The front camera is of 8 MP. Oppo A16 comes with 5000 mAh battery with 10W fast charging solution. It has 3 or 4 GB RAM, up to 2.35 GHz octa-core CPU and PowerVR GE8320 GPU. It is powered by a Mediatek Helio G35 (12nm) chipset. The device comes with 32 or 64 GB internal storage and MicroSD slot. There is a back-mounted fingerprint sensor in this phone."
    }
]